7zip
base
base-devel
bat
brightnessctl
chromium
fd
ffmpeg
fprintd
fzf
git
hypridle
hyprland
hyprlock
hyprpaper
imagemagick
jq
kitty
less
linux
linux-firmware
mako
man-db
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openssh
qt5-wayland
qt6-wayland
resvg
ripgrep
sbctl
starship
stow
sudo
unzip
vi
vim
waybar
wget
wireplumber
xdg-desktop-portal-hyprland
yazi
zoxide
